NUTV/app/controllers/project_controller.rb

SELECT "projects".* FROM "projects"
---
  def index
		@projects = Project.order(sort_column + " " + sort_direction)